Repository: DevilishSpirits/arcollect
Catalog: i18n/l10n-*/desktop_app.po
Languages: fr

source: About Arcollect…
fr: À propos d'Arcollect…

# about_licensing
source: Arcollect is licensed under the GNU General Public License version 3 or later.
fr: Arcollect est publié sous la GNU General Public License version 3 ou supérieure.

# about_many_other
source: Many other…
fr: D'autres encore…

# about_powered_by
source: Powered by:
fr: Propulsé par :

# browse_to_arwork_page
source: Browse…
fr: Voir en ligne…

# db_busy_title
source: Database is locked!
fr: La base de donnés est verrouillée !

# db_busy_explanation
source: Another process is accessing the Arcollect database and prevent the query from completing.
fr: Un autre processus est en train d'accéder à la base de donnés d'Arcollect et bloque la requête en cours.

# db_busy_hint
source: Close this program or press and release Esc to abort now.
fr: Fermer ce programme ou pressez et relâchez Échap pour abandonner la requête.

# edit_confirm_title
source: Please confirm the operation on the following artworks.
fr: Veuillez confirmer l'opération sur les œuvres suivantes.

# edit_artwork_delete
source: Delete…
fr: Supprimer…

# edit_artwork_delete_confirm
source: Delete that forever
fr: Supprimer pour toujours

# edit_artwork_set_rating
source: Set rating
fr: Changer la classification

# edit_current_artwork
source: Edit artwork…
fr: Modifier l'œuvre…

# edit_searching_artworks
source: Edit searched artworks…
fr: Modifier les œuvres recherchées…

# no_artwork_to_show_msg
source: There is no artwork to show
fr: Aucune œuvre d'art à afficher

# rating_selector_label
source: Rating
fr: Classification

# rating_level_adult
source: Adult
fr: Adulte

# rating_level_none
source: Safe
fr: Tout public
